Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/oslomet.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: By means of an app, researchers have mapped the types of adverts children and adolescents encounter on their phones when using Facebook, Instagram, Twitter and YouTube.
nn: Ved hjelp av ein app har forskarane kartlagt kva for reklamar barn og unge får inn på mobilen sin når dei brukar Facebook, Instagram, Twitter og Youtube.

source: In advance of the defense, they hold two trial lectures, one on a topic decided by the evaluation committee, and one on a topic of their own choice.
nn: Læreplanforståing og kunnskap om vurdering er ein del av studiet, og studentane lærer å evaluere arbeida til kvarandre og eigne arbeid og prestasjonar.

source: Production for online paper, radio, tv and print media.
nn: Produksjon for nettavis, radio og tv.

source: Some of the tasks are individual; others are carried out in groups.
nn: Studentane løysar somme av oppgåvene i grupper og andre individuelt.

source: is capable of describing scientific methods of relevance to health Sciences
nn: kan filme og redigere VJ-innslag og nyheitsreportasjar for fjernsyn og internett.

source: The tasks are evaluated in groups.
nn: Oppgåvene blir gjennomgått i grupper.

source: The tasks must be written in Norwegian, as the subject is about Norwegian language skills.
nn: Arbeidskrava skal leverast på norsk, då emnet er eit norskfagleg ferdigheitsfag.

source: When faculty approves the thesis outline, the student is assigned a supervisor for his thesis work.
nn: Gjennom arbeid med vurdering av skriftlege og munnlege tekstar tileignar studentane seg kompetanse i å evaluere eigne og andre sine arbeid og prestasjonar.

source: discuss how to promote occupational health and to prevent occupational health hazards
nn: kan rettleie og vurdere skriftleg tekstproduksjon hos elevar på på mellomtrinnet og ungdomstrinnet

source: The course is a requirement for all candidates in the PhD programme in Social Sciences, OsloMet – Oslo Metropolitan University.
nn: Emnet diskuterer kva humanistiske og litteratursosiologiske perspektiv har å seie for praksisfeltet og i bibliotek- og informasjonsvitskapen.

source: The concepts of behavior analysis are generic, and not exclusively relevant for specific target groups or populations.
nn: er hovudområda vidareutvikling av lese- og skriveferdigheiter, munnleg kommunikasjon, litteratur og litterær danning.

source: A selection of at least 25% of the exam papers will be assessed by an external examiner.
nn: Eit uttrekk på minst 25 prosent av oppgåvene vert sensurert av to sensorar.

source: Students write a doctoral dissertation on the basis of their research.
nn: Tilpassa opplæring og den fleirkulturelle skulen er eit gjennomgåande perspektiv.

source: AB - This paper discusses the case study Case Sveip, examining enhancement of students’ design literacy for sustainability in craft-based design.
nn: AB - Artikkelen ser på to ulike undervisningsopplegg der faglærarstudentar i kunst og handverk arbeidde med installasjonar.

source: The students shall develop further knowledge and skills acquired in the previous term, and they shall have a good command of the news reportage as a genre on distinct media platforms (web, tv and radio).
nn: Studentane skal vidareutvikle kunnskapen og ferdigheitene dei tileigna seg i første semester, og skal meistre nyheitsreportasjen som sjanger på ulike medieplattformar (nett, tv og radio).

source: texture in the image, measured on a standardized basis.
nn: Sett i eit sosialiseringsperspektiv er dette eit interessant spørsmål.

source: When they promote unhealthy food and drink, it may influence consumption, attitudes and preferences", says Steinnes.
nn: Reklame for usunn mat og drikke kan påverke både inntak, haldningar og preferansar, seier Steinnes.

source: Solving individual and group based tasks, with feedback in groups.
nn: Individuell og gruppebasert oppgåveløysing med tilbakemelding i grupper.

source: Practical and theoretical learning forms are intertwined.
nn: Praktisk og teoretisk orientert undervisning går hand i hand.

source: value of a design perspective for city makers.
nn: Forskingskoordinator ved EST, Høgskolen i Oslo

source: The scope is specified in the task formulations, or the students make agreements with the teacher.
nn: Omfanget blir spesifisert i oppgåvetekstane, eller studenten avtaler omfang med faglæraren.

source: Organisation and requirements
nn: Språkhistorie og normering

source: Grades from A to E for passed, and F for failed.
nn: Studentane får bokstavkarakterar frå A til E for bestått og F for ikkje bestått.

source: Some tasks are connected to media rotations, in which the students produce news for tv, radio and web.
nn: Somme oppgåver er knytte til medierulleringar, der studentane produserer nyheiter for tv, radio og nett.

source: search for relevant research, analyse these and apply to the findings in their assignment.
nn: kan filme og redigere VJ-innslag og nyheitsreportasjar for fjernsyn og internett.

source: interpreter offends public service user
nn: For Guttu sin del, med referanse til

source: WHO’s rules state that marketing of energy drinks to children and adolescents is not allowed.
nn: Barnet er hovudbrukar av eininga og dei installerte plattformane for sosiale medium.

source: The project report can be submitted individually or in groups.
nn: Ny og utsett eksamen blir arrangert på same måte som ordinær eksamen.

source: Steinnes and Haugrønning’s study is unable to verify that there is a direct link between unhealthy food marketing and child obesity.
nn: Steinnes og Haugrønning si undersøking kan ikkje stadfeste ei direkte kopling mellom reklame for usunn mat og overvekt.

source: SE - Articles
nn: SE - Fagartikkel

source: Varied and student-active teaching methods are used in the program.
nn: Studiet er eit kombinert nettbasert og samlingsbasert studium.

source: The students shall develop further knowledge and skills acquired in the previous term, and they shall have a good command of the news reportage as a genre on distinct media platforms (web, tv, radio and print media).
nn: Studentane skal vidareutvikle kunnskapen og ferdigheitene dei tileigna seg i første semester, og skal meistre nyheitsreportasjen som sjanger på ulike medieplattformar (nett, tv og radio).

source: The learning and teaching approach consists of group work supported by lectures, workshops and, self-studies.
nn: Forelesningar (interne og eksterne), studentdrevne aktivitetar, redaksjonsbesøk, opplæring i kamera og redigeringsprogram, workshops, individuelt arbeid og rettleiing.

source: The program prepares the graduates for Ph.D. studies.
nn: Språk er grunnleggjande for tenking, forståing, oppleving og kommunikasjon.

source: All the exam papers will be assessed by an internal examiner.
nn: Det vert nytta ein intern og ein ekstern sensor til sensurering av oppgåvene.

source: For OsloMet Summerschool and other programmes changes may occur.
nn: Tilsette ved OsloMet loggar seg inn for personleg tilpassa innhald.

source: The VEAS tunnel transports wastewater from more than 600,000 inhabitants in Oslo, Bærum and Asker to the treatment plant at Bjerkås in Asker.
nn: VEAS-tunnelen transporterer avløpsvann frå meir enn 600 000 innbyggjarar i Oslo, Bærum og Asker til reinseanlegget på Bjerkås i Asker.

source: Many people call for better and more extensive regulation", says Steinnes.
nn: Mange ønskjer ei betre og meir omfattande regulering, fortel Steinnes.

source: The article set its focus on change and training in textiles needlework teacher education.
nn: Artikkelen set fokus på endring og opplæring i tekstil i handarbeidslærarinneutdanninga.

source: They were less concerned than the boys with the need to include concepts and facts from the learning discourse in their stories.
nn: For å demonstrere korleis ein kan anvende dei teoretiske omgrepa vi nemnde ovanfor, skal vi no presentere to eksempel på multimodal skapande praksis.

source: The procedures regarding dissertation submission and defense are described in the regulations for the Ph.D. program.
nn: Dei skal drøfte vurderingskriterium og premissar for responsarbeid i studiet og i eigen praksis.

source: Different teaching situations.
nn: er stødig i bokmål og nynorsk

source: 80 % attendance on the course.
nn: Det er krav om 80 % oppmøte.

source: In case of failed exam or legal absence, the student may apply for a new or postponed exam.
nn: Ny og utsett eksamen blir arrangert på same måte som ordinær eksamen.

source: "There is a link between excess weight and marketing of unhealthy food and drink", says Kamilla Knutsen Steinnes at Consumption Research Norway (SIFO), OsloMet.
nn: – Det er ein samanheng mellom overvekt og reklame for usunn mat og drikke, seier Kamilla Knutsen Steinnes ved Forbruksforskingsinstituttet SIFO, OsloMet.

source: The portfolio consist of:
nn: Form og omfang blir bestemt av faglærar.

source: The student can
nn: Om språk og læring

source: During the course, the students shall perform five mandatory tasks.
nn: Studentane skal i løpet av emnet gjennomføre fem obligatoriske oppgåver.

source: The tasks are approved by teachers during the course.
nn: Oppgåvene blir godkjende av faglærarar undervegs i emnet.

source: The course will be taught in English.
nn: skriftleg, munnleg og digitalt.

source: This can also benefit the plants they do not eat.
nn: Skulen tok eit ansvar for å ta vare på tekstilkunnskap.

source: The course consists of two parts.
nn: Å vise sensibilitet og forståing i møte med kjelder

source: The language skill requirements are listed on:
nn: Opplæring i tekstval står difor sentralt.

source: The students are required to solve four mandatory tasks - three written and one oral.
nn: Studentane skal løyse fire obligatoriske oppgåver - tre skriftlege og ei muntleg.

source: see the web pages of Kulturstudier
nn: Lenke til studiesida i Studentportalen kjem.

source: At least 25% of the exam papers will be assessed by two examiners.
nn: I tillegg blir eit utdrag på 25 prosent av svara sensurerte av ein ekstern sensor.

source: The external examiner grades a random sample consisting of approx. 25 per cent of the written exams.
nn: Eit uttrekk på minst 25 % av oppgåvene sensurerast av to sensorar.

source: The students should be able to:
nn: Munnleg framlegg gruppevis i plenum.

source: The exam paper shall be written in Norwegian, as the subject is about Norwegian writing skills.
nn: Eksamenssvaret skal leverast på norsk, då emnet er eit norskfagleg ferdigheitsfag.

source: At least 25% of the exam papers will be assessed by two examiners. The grades awarded for the papers assessed by two examiners form the basis for determining the level for all the exam papers. Emneansvarlig
nn: Eit uttrekk på minst 25 % av oppgåvene sensurerast av to sensorar. Karakterane på dei oppgåvene som er vurdert skal danne grunnlag for å fastsetja nivå på resten av oppgåvene

source: Minor changes approved 27.04.2020.
nn: Redaksjonell endring 27.04.2020.

source: The course is based on lectures, group work, assignments, and literature.
nn: Arbeidsformene vekslar mellom forelesningar, praktiske øvingar, blogging og sjølvstudium.

source: The content and deadline for each task will be announced in Canvas.
nn: Innhald og tidsfristar for oppgåvene blir kunngjorde gjennom Canvas.

source: The flipped classroom is used as a teaching method for part of the course.
nn: Handle og begrunne ut frå profesjonsetiske krav og utfordringar.

source: distinctive features of different media platforms (tv, radio and web)
nn: særtrekk ved ulike medieplattformer (tv, radio og nett)

source: The winner team A panel of experts from Oslo, Bærum and Asker municipalities and VEAS evaluated the results, and the winner team was a group with the students Marit Øye Gjersdal, Andreas Kjernlie, Sergio Alejandro Sotres Romero and Pål Anders Owren.
nn: Eit ekspertpanel frå Oslo, Bærum og Asker kommunar og VEAS evaluerte resultata, og vinnarteamet var studentgruppa Marit Øye Gjersdal, Andreas Kjernlie, Sergio Alejandro Sotres Romero og Pål Anders Owren.

source: Most tasks are evaluated in groups.
nn: Oppgåvene blir gjennomgått i grupper.

source: Many European countries, as well as Canada, are involved in the project, and Norway is first off the mark.
nn: Store delar av Europa, i tillegg til Canada, er involvert i prosjektet, og Noreg er først ute.

source: The students alternate between reading curriculum texts, attending plenary lectures, solving individual and group based tasks and evaluating these tasks in groups.
nn: Arbeidsformene vekslar mellom eigenstudium, plenumsforelesingar og individuell og gruppebasert oppgåveløysing med gjennomgang i grupper og plenum.

source: I enjoyed the associations with card or board games that proceed from a set of rules.
nn: Artikkelen set fokus på endring og opplæring i tekstil i handarbeidslærarinneutdanninga.

source: The individual course descriptions will state the courses this concerns.
nn: kan bruke språk- og tekstkunnskap aktivt i rettleiing av elevar i lese- og skriveprosessen

source: Singal & Jain 2012). The present thesis contributes to covering this gap in the literature.
nn: samhandlinga i intervjua ikkje blir presenterte for lesar (Potter & Hepburn, 2012).

source: important policy dossiers, and I participated in disability conferences.
nn: suksess og ansvar, og for korleis rusproblemet blir forstått og rusarbeidet utforma.

source: The external examiner grades a random sample consisting of approx. 25 per cent.
nn: Eit uttrekk på minst 25 % av oppgåvene sensurerast av to sensorar.

source: On submission of the thesis, at least one of the articles must already be accepted for publication.
nn: Dei skal drøfte vurderingskriterium og premissar for responsarbeid i studiet og i eigen praksis.

source: vocational rehabilitation of disabled people.
nn: institusjonelle målsetjingar og arbeidsmåtar i NAV.

source: Seminars and plenary lectures.
nn: Seminar og forelesingar i plenum.

source: Oslo Art and Design Education (University) College 1966–1994 – An educational institution with corporate responsibility and sustainability in focus
nn: Statens lærer(høg)skole i forming Oslo 1966-1994 - ein utdanningsinstitusjon med samfunnsansvar og berekraft i fokus

source: The written tasks should add up to about 8-15 pages altogether.
nn: Dei skriftlege oppgåvene skal til saman vere på om lag 8-15 sider.

source: can produce news for several media platforms (tv, radio, web and print media)
nn: kan lage nyheiter for ulike medieplattformer (tv, radio og nett)

source: demonstrating knowledge of research and development in occupational sciences
nn: kan filme og redigere VJ-innslag og nyheitsreportasjar for fjernsyn og internett.

source: failures concerning the implementation of disability policies.
nn: og klientposisjonar som blir aktualiserte.

source: rational and calculative actors.
nn: ikkje sosionom og så vidare.

source: distinctive features of the different media platforms (tv, radio, web and print media)
nn: særtrekk ved ulike medieplattformer (tv, radio og nett)

source: Adverts for pizza, meat and fizzy drinks
nn: Reklamar for pizza, kjøtt og brus

source: A random sample of at least 25 percent of the answers are in addition evaluated by an external examiner.
nn: Eit uttrekk på minst 25 prosent av svara blir i tillegg sensurerte av ekstern sensor.

source: can produce news for several media platforms (tv, radio and web)
nn: kan lage nyheiter for ulike medieplattformer (tv, radio og nett)

source: The coalitions described in this paper are, in a
nn: Tilhøvet mellom akademisk disiplin og profesjon, og kunnskaps-

source: – Dr Kremlin Wickramasinghe, Acting Programme Manager for Nutrition, Physical Activity and Obesity, WHO Regional Office for Europe.
nn: Kremlin Wickramasinghe, fungerande leiar for områda ernæring, fysisk aktivitet og overvekt ved WHOs Europa-kontor.

source: SE - Research articles
nn: SE - Fagartikkel

source: The researchers believe this number would be even higher if Snapchat and TikTok had been included.
nn: Enda meir ville dei fått inn dersom Snapchat og TikTok var med, trur forskarane.

source: the qualitative data, I encountered a few challenges worth mentioning.
nn: mønster i korleis rusproblem og rusarbeid blir konstituerte.

source: rhetoric and argumentation
nn: retorikk og argumentasjon

source: is capable of demonstrating basic communication skills
nn: er sikker munnleg språkbrukar og stø i skriftleg bokmål og nynorsk

source: concerning the employment of disabled people are not only popular in a developed country
nn: profesjonsutøvaren og klienten forstår problem og løysingar på, og slik skape nye handlingsrom

source: can conduct experiments and demonstrate working knowledge of the natural scientific Method
nn: kan kartlegge og vurdere lese- og skriveferdigheiter og gi læringsfremjande respons til elevar

source: JF - Professions and Professionalism
nn: JF - Tidsskriftet Arkiv

source: The child is the main user of the device and the social media platforms installed on it.
nn: Og reklame for energidrikk med gamingkarakterar, begge tydeleg retta mot barn og unge, seier Haugrønning.

source: It thus provides a theoretical basis for analysing how the boys and girls in this case study made use of digitally mediated signs in their story-telling.
nn: I dag er multimodalitet eit tverrfagleg omgrep, som blir anvendt innanfor ulike fagfelt som blant anna pedagogikk, kommunikasjonsfag, tekstvitskap, medievitskap og etnometodologi.

source: Production for online paper, radio and tv.
nn: Produksjon for nettavis, radio og tv.

source: Teaching and learning methods
nn: Vurdering og tilbakemelding

source: The external examiner grades a random sample consisting of approx. 25 per cent of the exams.
nn: Eit uttrekk på minst 25 % av oppgåvene sensurerast av to sensorar.

source: The exam is a three day home exam consisting of two parts: a theoretical/analytical, curriculum-based paper (5-8 pages) and one of the course requirements that the student has carried out during the term.
nn: Eksamen er ein tre dagars heimeeksamen som har to delar: ei teoretisk/analytisk, pensumrelatert oppgåve (5-8 sider) og eit av arbeidskrava studenten har gjennomført i løpet av semesteret.

source: The school bore the name Oslo Art and Design Education College (SLFO) from 1966 to 1975 and Oslo Art and Design Education University College from 1975 to 1994.
nn: Skulen bar namnet Statens lærerskole i forming Oslo (SLFO) frå 1966 til 1975, så Statens lærerhøgskole i forming Oslo frå 1975 til 1994.

source: minimum 80 % attendance at lectures and seminars
nn: For å få avleggje eksamen blir det kravd minimum 80 prosent deltaking.

source: reliability and validity issues
nn: Vurdering og tilbakemelding

source: Associate professor Tiina Komulainen from OsloMet and postdoc Jakub Roemer for VEAS organized the Hackathon in cooperation with Oslo, Bærum and Asker municipality, and University of South-Eastern Norway and University of Agder.
nn: Førsteamanuensis Tiina Komulainen frå OsloMet og postdoktor Jakub Roemer for VEAS arrangerte konkurransen i samarbeid med Oslo, Bærum og Asker kommunar, og Universitetet i Søraust-Noreg og Universitetet i Agder.

source: The coursework is assessed by the course teachers.
nn: Obligatorisk deltaking og framlegg på midtvegsseminar.

source: knows basic perspectives, concepts and models within rhetoric, social semiotics and discourse analysis
nn: kjenner grunnleggande perspektiv, omgrep og modellar innanfor retorikk, sosialsemiotikk og diskursanalyse

source: The students alternate between attending lectures and seminars, solving individual and group based tasks, evaluating these tasks in groups and in plenary, and reading curriculum texts alone or in student organized colloquiums.
nn: Arbeidsformene vekslar mellom forelesingar og seminar i plenum, individuell og gruppebasert oppgåveløysing med gjennomgang i grupper og plenum, og studentorganiserte kollokviegrupper/pensumlesing.

source: The technology departments at the Faculty of Technology, Art and Design (TKD) are now located in Pilestredet 35 in Oslo, the Department of Art, Design and Drama in Pilestredet park 33 in Oslo, and the Department of Product Design in Kunnskapsveien 55 in Kjeller outside Oslo.
nn: Teknologiinstitutta ved Fakultet for teknologi, kunst og design (TKD) er no lokaliserte i Pilestredet 35, Institutt for estetiske fag i Pilestredet park 33 og Institutt for produktdesign i Kunnskapsveien 55 på Kjeller.

source: The students act as opponents for each other.
nn: Studentane skal vere opponentar for kvarandre.

source: pretest when the course begins
nn: Deltaking på presentasjon og respons av sakprosabok.

source: Students must register for resit/rescheduled exams themselves.
nn: Arbeidskrav og deltaking i faglege aktivitetar knytt til FoU-oppgåva

source: In Norway, the rules are less stringent.
nn: I Noreg er reglane mindre strenge.

source: A programme supervisor is not an examiner, but someone who supervises the quality of the study programmes.
nn: Studenten skal førebu ein fagleg og didaktisk presentasjon med sjølvformulert problemstilling og val av fokus.

source: "Teenagers are especially exposed", Vilde Haugrønning adds.
nn: – Eksponeringa mot tenåringar er veldig høg, legg Vilde Haugrønning til.

source: Introducing development studies
nn: kan skrive godt på nynorsk og bokmål
